Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Effective date: {{date}}
de_de: Gültigkeitsdatum: {{date}}

source: {{count}} rejected
de_de: {{count}} abgelehnt

source: Inactive
de_de: Inaktiv

source: Published
de_de: Veröffentlicht

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
de_de: Fordern Sie Benutzer:innen auf, die Datenschutzerklärung bei der ersten Anmeldung oder Richtlinienaktualisierung anzuzeigen und zu akzeptieren. Benutzer:innen müssen auf „Akzeptieren“ klicken, um auf die Plattform zuzugreifen. Eine Ablehnung ist nicht möglich.

source: Users can only accept the data privacy statement
de_de: Benutzer:innen können die Datenschutzerklärung nur akzeptieren.

source: Data privacy
de_de: Datenschutz

source: The statement was successfully published.
de_de: Die Erklärung wurde erfolgreich veröffentlicht.

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
de_de: Aktivieren Sie diese Funktion, um Datenschutzerklärungen für Benutzer:innen einzurichten, zu veröffentlichen und zu aktualisieren. Nach der Aktivierung werden die Erklärungen über die Seite Datenschutzerklärung verwaltet. Benutzer:innen werden bei ihrem ersten Login und jedes Mal, wenn die Erklärung aktualisiert wird, um Zustimmung gebeten.

source: Data privacy settings
de_de: Datenschutzeinstellungen

source: Enable data privacy
de_de: Datenschutz aktivieren

source: Add statement
de_de: Erklärung hinzufügen

source: All available records will be visible here
de_de: Alle verfügbaren Aufzeichnungen werden hier sichtbar sein.

source: No privacy statements yet
de_de: Noch keine Datenschutzerklärungen

source: View & manage statements
de_de: Erklärungen anzeigen & verwalten

source: Statements
de_de: Belege

source: Deleted
de_de: Gelöscht

source: Pending publishing
de_de: Veröffentlichung ausstehend

source: Data Retention
de_de: Datenaufbewahrung

source: Anonymization
de_de: Anonymisierung

source: Worker avatar
de_de: Mitarbeiter:innen-Avatar

source: Worker avatar with name & role
de_de: Mitarbeiter:innen-Avatar mit Name & Rolle

source: Deactivated user
de_de: Deaktivierte:r Benutzer:in

source: Deactivation
de_de: Deaktivierung

source: Default
de_de: Standard

source: Deleted user
de_de: Gelöschte:r Benutzer:in

source: This user is no longer active
de_de: Diese:r Benutzer:in ist nicht mehr aktiv

source: Worker signature
de_de: Unterschrift des/der Mitarbeiter:in

source: Display of the data in the user interface when someone is anonymized or removed from the system.
de_de: Anzeige der Daten in der Benutzeroberfläche, wenn jemand anonymisiert oder aus dem System entfernt wird.

source: Enable global data retention
de_de: Globale Datenaufbewahrung aktivieren

source: Define the global data retention rules that apply across whole organization.
de_de: Definieren Sie die globalen Datenaufbewahrungsregeln, die für die gesamte Organisation gelten.

source: Send a notification about upcoming deletion events
de_de: Benachrichtigung über bevorstehende Löschereignisse senden

source: Define how many days before the hard deletion the notification will be sent
de_de: Legen Sie fest, wie viele Tage vor der endgültigen Löschung die Benachrichtigung gesendet wird

source: Set notification time
de_de: Benachrichtigungszeit festlegen

source: Specify the distribution settings for notifications about data retention events
de_de: Geben Sie die Verteilungseinstellungen für Benachrichtigungen über Ereignisse zur Datenaufbewahrung an.

source: Add local rule
de_de: Lokale Regel hinzufügen

source: Add rule
de_de: Regel hinzufügen

source: Edit rule
de_de: Regel bearbeiten

source: Data retention period
de_de: Dauer der Datenaufbewahrung

source: Select countries & data retention period
de_de: Wählen Sie Länder & Datenaufbewahrungsfrist

source: Add local data retention rule
de_de: Lokale Datenaufbewahrungsregel hinzufügen

source: Location
de_de: Standort

source: {{count}} month
de_de: {{count}} Monat

source: {{count}} months
de_de: {{count}} Monate

source: {{count}} year
de_de: {{count}} Jahr

source: {{count}} years
de_de: {{count}} Jahre

source: Local rule definition
de_de: Lokale Regeldefinition

source: Notifications
de_de: Benachrichtigungen

source: Notification time
de_de: Benachrichtigungszeit

source: Months
de_de: Monate

source: Years
de_de: Jahre

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
de_de: Das System löscht Benutzer:innen endgültig am letzten Samstag des Monats, an dem die Datenaufbewahrungsfrist abläuft.

source: Global and local data retention rules
de_de: Globale & lokale Datenaufbewahrungsregeln

source: The data retention settings were successfully saved.
de_de: Die Einstellungen zur Datenaufbewahrung wurden erfolgreich gespeichert.

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
de_de: Die Datenaufbewahrung archiviert und löscht Daten nach einem festgelegten Zeitraum, um die Einhaltung von Vorschriften zu gewährleisten und die Speicherkosten zu senken. Daten, die den Aufbewahrungszeitraum überschreiten, sind nicht wiederherstellbar; stellen Sie sicher, dass Sie wichtige Informationen im Voraus sichern.

source: Pay Analysis Data Mapping
de_de: Datenzuordnung für Gehaltsanalyse

source: Demographics
de_de: Demografie

source: Enable the "Documents" widget
de_de: Widget „Dokumente“ aktivieren

source: Employment
de_de: Anstellung

source: Data Viewer
de_de: Datenanzeige

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
de_de: Keine Ergebnisse entsprechen den Such- oder Filterkriterien.<br/> Entfernen Sie die Filter und löschen Sie die Suche, um alle Ergebnisse anzuzeigen.

source: Custom
de_de: Benutzerdefiniert

source: Entities
de_de: Entitäten

source: No data to display
de_de: Keine Daten zum Anzeigen

source: There is currently no data to show here
de_de: Derzeit sind keine Daten verfügbar, die hier angezeigt werden können.

source: Collection of all the entities
de_de: Sammlung aller Entitäten

source: Entity category
de_de: Entitätskategorie

source: Enum
de_de: Aufzählung

source: Allow feedback deletion
de_de: Löschen von Feedback erlauben

source: Any user can rate the feedback given by any manager
de_de: Jede:r Benutzer:in kann das Feedback einer beliebigen Führungskraft bewerten

source: Any user can rate the feedback given by any other user
de_de: Jede:r Benutzer:in kann das Feedback von anderen Benutzer:innen bewerten

source: Enable the automatic transfer of requests about a direct report to their new manager
de_de: Automatische Weiterleitung von Anfragen über direkt unterstellte Mitarbeiter:innen an die neue Führungskraft aktivieren

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
de_de: Alle Feedback-Anfragen zu direkten Mitarbeiter:innen werden im Falle einer Versetzung automatisch an die neue Führungskraft weitergeleitet. Die neue Führungskraft kann eine schreibgeschützte Version der Antworten sowie die Liste der Benutzer:innen sehen, an die die Anfrage gesendet wurde. Sobald die Führungskraftübertragung wirksam ist, werden Antworten auf ausstehende Anfragen deaktiviert und die Anfragen sind für die vorherige Führungskraft nicht mehr sichtbar.

source: days
de_de: Tage

source: Feedback sharing scope
de_de: Umfang der Feedbackfreigabe

source: Define the feedback sharing scope.
de_de: Definieren Sie den Umfang der Feedback-Freigabe.

source: Public
de_de: Öffentlich

source: Recipient only
de_de: Nur Empfänger:in

source: Enable Feedback
de_de: Feedback aktivieren

source: A Performance Management feature that enables users to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues observations about their own work.
de_de: Eine Leistungsmanagement-Funktion, die es Benutzer:innen ermöglicht, ihren Kolleg:innen schnell und einfach Beobachtungen zu Ereignissen und Situationen, die sie miterlebt haben, mitzuteilen und ihre Kolleg:innen um Beobachtungen zu ihrer eigenen Arbeit zu bitten.

source: Bypass limit for Feedback broadcast
de_de: Limit für Feedback-Broadcast umgehen

source: Ignore the defined limit for the feedback sharing. Enable this setting to allow Feedback broadcast to send feedback to the whole organization.
de_de: Ignorieren Sie das festgelegte Limit für das Teilen von Feedback. Aktivieren Sie diese Einstellung, um Feedback-Broadcasts zu ermöglichen, damit Feedback an die gesamte Organisation gesendet werden kann.

source: Display a confirmation popup when sending feedback to a number of users higher than the defined limit
de_de: Bestätigungs-Popup anzeigen, wenn Feedback an eine Anzahl von Benutzer:innen gesendet wird, die höher als das festgelegte Limit ist

source: Feature enablement
de_de: Funktionsaktivierung

source: General feedback settings
de_de: Allgemeine Feedback-Einstellungen

source: Apply limit when giving feedback
de_de: Limit beim Geben von Feedback anwenden

source: The defined limit will be applied to the "Give feedback" action. When disabled, users can give feedback to any number of users, without restriction.
de_de: Das festgelegte Limit wird auf die Aktion „Feedback geben“ angewendet. Wenn es deaktiviert ist, können Benutzer:innen ohne Einschränkung einer beliebigen Anzahl von Benutzer:innen Feedback geben.

source: Maximum number of users who can be included in one feedback.
de_de: Maximale Anzahl von Benutzer:innen, die in ein Feedback einbezogen werden können.

source: Limit the number of feedback recipients
de_de: Anzahl der Feedback-Empfänger:innen begrenzen

source: The number of people to whom end-users who don't have an administrative role (such as HR or IT) can send feedback will be limited to avoid feedback being sent to large populations.
de_de: Die Anzahl der Personen, an die Endbenutzer, die keine administrative Rolle (wie HR oder IT) haben, Feedback senden können, wird begrenzt, um zu vermeiden, dass Feedback an große Zielgruppen gesendet wird.

source: Limitations
de_de: Einschränkungen

source: Allow managers to request feedback about their direct reports
de_de: Führungskräften erlauben, Feedback zu ihren direkt unterstellten Mitarbeiter:innen anzufordern

source: Managers will be able to ask other workers to provide feedback about their direct reports. Requests and replies will be visible in the "Requests about my team" section. Feedback requests about direct reports are not visible to the direct report. When disabled, the "Requests about my team" section is not available.
de_de: Führungskräfte können andere Mitarbeiter:innen bitten, Feedback zu ihren direkt unterstellten Mitarbeiter:innen zu geben. Anfragen und Antworten sind im Abschnitt „Anfragen zu meinem Team“ sichtbar. Feedback-Anfragen zu direkten Mitarbeiter:innen sind für direkte Mitarbeiter:innen nicht sichtbar. Wenn deaktiviert, ist der Abschnitt „Anfragen zu meinem Team“ nicht verfügbar.

source: Only direct reports can rate feedback
de_de: Nur direkt unterstellte Mitarbeiter:innen können Feedback bewerten.

source: Enable feedback notes
de_de: Feedback-Notizen aktivieren

source: Users will be able to create feedback notes from the Feedback module. Feedback notes can for instance be used to capture insights from an offline conversation.
de_de: Benutzer:innen können Feedback-Notizen aus dem Feedback-Modul erstellen. Feedback-Notizen können beispielsweise verwendet werden, um Erkenntnisse aus einem Offline-Gespräch festzuhalten.

source: Feedback notes
de_de: Feedback-Notizen

source: Visibility of public feedback
de_de: Sichtbarkeit von öffentlichem Feedback

source: Company
de_de: Unternehmen

source: Define the visibility of public feedback.
de_de: Definieren Sie die Sichtbarkeit des öffentlichen Feedbacks.

source: Enable public feedback
de_de: Öffentliches Feedback aktivieren

source: Users will be able to publicly share feedback given to another user within the organization. When disabled, the "Share feedback" and the "Public feedback" categories are not available.
de_de: Benutzer:innen können Feedback, das einem/r anderen Benutzer:in innerhalb der Organisation gegeben wurde, öffentlich teilen. Wenn diese Funktion deaktiviert ist, sind die Kategorien „Feedback teilen“ und „Öffentliches Feedback“ nicht verfügbar.

source: Public feedback
de_de: Öffentliches Feedback

source: Enable feedback rating
de_de: Feedback-Bewertung aktivieren

source: Feedback rating
de_de: Feedback-Bewertung

source: Feedback rating refresh interval
de_de: Aktualisierungsintervall der Feedback-Bewertung

source: Choose who can rate feedback
de_de: Wählen Sie, wer Feedback bewerten kann

source: Send reminders following an inactive period
de_de: Senden Sie Erinnerungen nach einer Inaktivitätsperiode

source: When no feedback is offered for more than
de_de: Wenn kein Feedback länger als

source: Send reminders about unrated feedback
de_de: Erinnerungen an nicht bewertetes Feedback senden

source: When feedback remains unrated for more than
de_de: Wenn keine Feedback-Bewertung länger als

source: Send reminders about pending feedback requests
de_de: Erinnerungen an ausstehende Feedback-Anfragen senden

source: When a request remains unanswered for more than
de_de: Wenn die Antwort auf eine Anfrage aussteht länger als

source: Days
de_de: Tage

source: Reminders
de_de: Erinnerungen

source: Apply limit when requesting feedback
de_de: Limit bei der Anforderung von Feedback anwenden

source: The defined limit will be applied to the "Request feedback" action. When disabled, users can request feedback from any number of users, without restriction.
de_de: Das festgelegte Limit wird auf die Aktion „Feedback anfragen“ angewendet. Wenn es deaktiviert ist, können Benutzer:innen ohne Einschränkung Feedback von beliebig vielen Benutzer:innen anfragen.

source: Enable "Let's meet" as a reply to a feedback request
de_de: „Lass uns treffen“ als Antwort auf eine Feedback-Anfrage aktivieren

source: Users will be able to reply with a "Let's meet" invitation when replying to a feedback request. We recommend that you review and activate email notifications for the "Let's meet request" functionality, under Workbench / Platform Setup / Notifications / Email notifications.
de_de: Benutzer:innen können mit einer Einladung „Lass uns treffen“ antworten, wenn sie auf eine Feedback-Anfrage antworten. Wir empfehlen, dass Sie die E-Mail-Benachrichtigungen für die Funktionalität „Lass uns treffen-Anfrage“ unter Workbench / Plattform-Einrichtung / Benachrichtigungen / E-Mail-Benachrichtigungen überprüfen und aktivieren.

source: Restrict replies to only "Let's meet" or comments
de_de: Antwort auf eine Einladung „Lass uns treffen“ oder auf einen Kommentar einschränken

source: When enabled, users will only be able to reply to a feedback request with a "Let's meet" invitation, or a comment and/or behavior tag, not both. Disable this restriction to make both reply options available.
de_de: Wenn diese Option aktiviert ist, können Benutzer:innen nur mit einer „Lass uns treffen“-Einladung oder einem Kommentar und/oder einem Verhaltens-Tag auf eine Feedback-Anfrage antworten, nicht mit beidem. Deaktivieren Sie diese Einschränkung, um beide Antwortoptionen verfügbar zu machen.

source: Enable feedback requests regarding behaviors
de_de: Feedback-Anfragen zu Verhalten aktivieren

source: Users will be able to include behaviors when requesting feedback.
de_de: Benutzer:innen werden in der Lage sein, Verhalten einzubeziehen, wenn sie Feedback anfragen.

source: This setting cannot be turned on because the "Behaviors" feature is not currently enabled.
de_de: Diese Einstellung kann nicht aktiviert werden, da die Funktion "Verhaltensweisen" derzeit nicht aktiviert ist.

source: Feedback requests
de_de: Feedbackanfragen

source: Feedback settings
de_de: Feedback-Einstellungen

source: Apply limit when sharing feedback
de_de: Limit beim Teilen von Feedback anwenden

source: The defined limit will be applied to the "Share feedback" action. When disabled, users can share feedback with any number of users, without restriction.
de_de: Das festgelegte Limit wird auf die Aktion „Feedback teilen“ angewendet. Wenn es deaktiviert ist, können Benutzer:innen Feedback mit einer beliebigen Anzahl von Benutzer:innen ohne Einschränkung teilen.

source: Enable suggested questions in the "Request feedback" page
de_de: Vorgeschlagene Fragen auf der Seite „Feedback anfragen“ aktivieren

source: Enable tips in the "Give feedback" page
de_de: Tipps auf der Seite „Feedback geben“ aktivieren

source: Functionality management
de_de: Funktionsverwaltung

source: Goal Achievement New
de_de: Neue Zielerreichung

source: Goal Achievement
de_de: Zielerreichung

source: Goal Plan Goal Assignment
de_de: Zielplan Zielzuweisung

source: Goal Plan Type Assignment
de_de: Zuweisung des Zielplantyps

source: Goal Plan
de_de: Zielplan

source: Goal Genius is an AI goal assistant powered by OpenAI ChatGPT. With it, users will be able to use natural language to create goal templates or to generate a goal from predefined inputs.
de_de: Goal Genius ist ein KI-Zielassistent, der von OpenAI ChatGPT betrieben wird. Damit können Benutzer:innen natürliche Sprache verwenden, um Zielvorlagen zu erstellen oder ein Ziel aus vordefinierten Eingaben zu generieren.

source: This is a read only-page. To change this, please contact your system administrator.
de_de: Dies ist eine schreibgeschützte Seite. Um dies zu ändern, wenden Sie sich bitte an Ihren Systemadministrator.

source: Your configuration changes were successfully applied. Users will see these changes the next time they log in or when they refresh their page if they currently have a session open.
de_de: Ihre Konfigurationsänderungen wurden erfolgreich angewendet. Benutzer:innen werden diese Änderungen bei der nächsten Anmeldung sehen oder wenn sie ihre Seite aktualisieren, falls sie derzeit eine Sitzung geöffnet haben.

source: Enable Goal Genius
de_de: Goal Genius aktivieren

source: Goal
de_de: Ziel

source: All changes saved
de_de: Alle Änderungen gespeichert

source: Bulk actions
de_de: Massenaktionen

source: Initial end date
de_de: Ursprüngliches Enddatum

source: Key dates per worker
de_de: Wichtige Termine pro Mitarbeiter:in

source: Key dates for the population
de_de: Wichtige Termine für die Population

source: Reset to initial key dates
de_de: Auf die ursprünglichen Schlüsseldaten zurücksetzen

source: Initial start date
de_de: Ursprüngliches Startdatum

source: The end date cannot be empty.
de_de: Das Enddatum darf nicht leer sein.

source: The start date cannot be empty.
de_de: Das Startdatum darf nicht leer sein.

source: Goal plans
de_de: Zielpläne

source: Goal types
de_de: Zieltypen

source: Create goal
de_de: Ziel erstellen

source: Get started by creating goals.
de_de: Beginnen Sie, indem Sie Ziele erstellen.

source: No goals yet!
de_de: Noch keine Tore!

source: Assign to
de_de: Zuweisen an

source: Population
de_de: Bevölkerung

source: Completed
de_de: Abgeschlossen

source: Not completed
de_de: Nicht abgeschlossen

source: Goal plan
de_de: Zielplan

source: Result
de_de: Ergebnis

source: Target
de_de: Ziel

source: Goal name
de_de: Zielname

source: Goal type
de_de: Zieltyp

source: Weight
de_de: Gewicht

source: Multiple criteria
de_de: Mehrere Kriterien

source: Multiple weights
de_de: Mehrere Gewichtungen

source: All plans
de_de: Alle Pläne

source: Not updated
de_de: Nicht aktualisiert

source: All results
de_de: Alle Ergebnisse

source: Updated
de_de: Aktualisiert

source: Search
de_de: Suche

source: All statuses
de_de: Alle Status

source: Goal status
de_de: Zielstatus

source: All types
de_de: Alle Typen

source: Key dates
de_de: Wichtige Termine

source: In population
de_de: In der Population

source: Moved out
de_de: Ausgezogen

source: Population & goal weight details
de_de: Bevölkerungs- und Zielgewicht-Details

source: Worker population status
de_de: Status der Mitarbeiter:innenpopulation

source: Initial goal weight
de_de: Anfängliches Zielgewicht

source: Organization
de_de: Organisation

source: Reset to initial goal weight
de_de: Auf das ursprüngliche Zielgewicht zurücksetzen

source: Search by name or worker ID
de_de: Suche nach Name oder Mitarbeiter:in-ID

source: End date
de_de: Enddatum

source: Start date
de_de: Startdatum

source: Goal weight
de_de: Zielgewicht

source: Worker
de_de: Mitarbeiter:in

source: Goal weight per worker
de_de: Zielgewicht pro Mitarbeiter:in

source: Goal weight for the population
de_de: Zielgewichtung für die Zielgruppe

source: Apply filter
de_de: Filter anwenden

source: Clear selection
de_de: Auswahl aufheben

source: Worker ID
de_de: Mitarbeiter:in-ID

source: Select workers to filter
de_de: Mitarbeiter:innen zum Filtern auswählen

source: {{count}} workers selected.
de_de: {{count}} Mitarbeiter:innen ausgewählt.

source: Select communication round
de_de: Kommunikationsrunde auswählen

source: Send goal PDF to Documents
de_de: Ziel-PDF an Dokumente senden

source: Create goal plan
de_de: Zielplan erstellen

source: Plan transmission
de_de: Planübertragung

source: Create custom goal plans to align team efforts and achieve strategic objectives. Define the details of the plan and select the target population to ensure everyone is working towards a common goal.
de_de: Erstellen Sie individuelle Zielpläne, um die Anstrengungen des Teams auszurichten und strategische Ziele zu erreichen. Definieren Sie die Details des Plans und wählen Sie die Zielgruppe aus, um sicherzustellen, dass alle auf ein gemeinsames Ziel hinarbeiten.

source: Start by creating a goal plan
de_de: Beginnen Sie mit der Erstellung eines Zielplans.

source: Goal settings
de_de: Zieleinstellungen

source: Create goal type
de_de: Zieltyp erstellen

source: Goal types can be configured to serve any goal plan, with population, privacy and form fields available for customization.
de_de: Zieltypen können so konfiguriert werden, dass sie für jeden Zielplan geeignet sind, wobei Zielgruppen-, Datenschutz- und Formularfelder zur Anpassung verfügbar sind.

source: Start by creating goal types
de_de: Beginnen Sie mit der Erstellung von Zieltypen.

source: The total weight cannot exceed 100%.
de_de: Die Gesamtgewichtung darf 100 % nicht überschreiten.

source: Allocate weights to each workflow section
de_de: Einzelne Abschnitte des Workflows gewichten

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
de_de: Verteilen Sie die Gewichtung der Ziele auf die verschiedenen Abschnitte des Workflows, so dass eine kumulative Gewichtung von 100 % erreicht wird.

source: Enable goals
de_de: Ziele aktivieren

source: Enable the "Goals" feature
de_de: Funktion „Ziele“ aktivieren

source: Go to Builder
de_de: Gehe zu Builder

source: Goal Plans
de_de: Zielpläne

source: Goal tags
de_de: Ziel-Tags

source: Goal Types
de_de: Zieltypen
